<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"
"http://www.w3.org/TR/html4/loose.dtd">
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<title>Untitled Document</title>
<style type="text/css">
<!--
body {
	background-color: #FFFFFF;
}
.style1 {
	font-family: Arial, Helvetica, sans-serif;
	font-size: 36px;
}
.style2 {
	font-family: Arial, Helvetica, sans-serif;
	font-size: 24px;
}
.style3 {font-size: 36px}
.style4 {
	font-family: Arial, Helvetica, sans-serif;
	font-size: 18px;
}
-->
</style>
<script language="JavaScript" type="text/JavaScript">
<!--
function MM_reloadPage(init) {  //reloads the window if Nav4 resized
  if (init==true) with (navigator) {if ((appName=="Netscape")&&(parseInt(appVersion)==4)) {
    document.MM_pgW=innerWidth; document.MM_pgH=innerHeight; onresize=MM_reloadPage; }}
  else if (innerWidth!=document.MM_pgW || innerHeight!=document.MM_pgH) location.reload();
}
MM_reloadPage(true);
//-->
</script>
</head>

<body>
<div id="Layer1" style="position:absolute; left:675px; top:13px; width:309px; height:326px; z-index:1"><img src="Constitucion-1917-Mexico.gif" width="396" height="383"></div>
<div id="Layer2" class="style1" style="position:absolute; left:62px; top:13px; width:472px; height:84px; z-index:2">
  <div align="center">&iquest;Qu&eacute; es la Constituci&oacute;n Mexicana?</div>
</div>
<div id="Layer3" class="style2" style="position:absolute; left:18px; top:126px; width:525px; height:278px; z-index:3">La Constituci&oacute;n Mexicana es la carta magna y norma fundamental instaurada para regir jur&iacute;dicamente al pa&iacute;s. La Constituci&oacute;n se encarga de fijar los l&iacute;mites y definir las relaciones entre los tres poderes de la federaci&oacute;n (legislativo, ejecutivo y judicial), entre los tres &oacute;rdenes diferenciados del gobierno (federal, estatal y municipal) y entre los ciudadanos</div>
<div id="Layer4" style="position:absolute; left:614px; top:551px; width:524px; height:266px; z-index:4"><span class="style4">Tras la llegada de Porfirio D&iacute;az al poder y su permanencia en la presidencia por m&aacute;s de treinta a&ntilde;os, se desat&oacute; un levantamiento social que se opon&iacute;a a su dictadura y que dio a luz a la Revoluci&oacute;n. Con la promulgaci&oacute;n del Plan de San Luis despert&oacute; el movimiento armado que buscaba derrocar su mandato y que explot&oacute; el 20 de Noviembre de 1910. Ante el estallido social y la inminente derrota, en mayo 1911 el presidente D&iacute;az present&oacute; su renuncia y se exili&oacute; en Francia. </span>
  <p class="style4">En octubre 1911 se realizaron elecciones y result&oacute; vencedor Francisco I. Madero; fue traicionado mediante un golpe de Estado orquestado por el general Victoriano Huerta y asesinado junto al vicepresidente Jos&eacute; Mar&iacute;a Pino Su&aacute;rez en febrero 1913.</p>
  <p class="style4">Venustiano Carranza desconoci&oacute; la presidencia del llamado usurpador y lo derroc&oacute; con el Ej&eacute;rcito Constitucionalista, un movimiento armado de la Revoluci&oacute;n. Al convertirse en titular del Poder Ejecutivo convoc&oacute; a la creaci&oacute;n del Congreso Constituyente de Quer&eacute;taro para reformar la Constituci&oacute;n de 1857, la cual hab&iacute;a sido modificada en m&uacute;ltiples ocasiones por el gobierno de D&iacute;az para adaptarla a su proyecto de naci&oacute;n, entre estas modificaciones se encuentra la reelecci&oacute;n y la ampliaci&oacute;n del periodo presidencial.</p>
  <p class="style4">As&iacute; fue acu&ntilde;ada la Constituci&oacute;n Pol&iacute;tica de los Estados Unidos Mexicanos de 1917, la cual est&aacute; vigente y se conforma por 136 art&iacute;culos. En ella se recogieron demandas de los grupos que se levantaron en armas durante la Revoluci&oacute;n. Adem&aacute;s de incluir los &ldquo;derechos del hombre&rdquo;, se abordaron los &ldquo;derechos sociales&rdquo;, se decreta la no reelecci&oacute;n, se ratifica la soberan&iacute;a y la organizaci&oacute;n federal, se instauran la libertad de culto y de expresi&oacute;n y la ense&ntilde;anza laica y gratuita.</p>
</div>
<div id="Layer5" class="style2" style="position:absolute; left:618px; top:434px; width:470px; height:91px; z-index:5">
  <div align="center" class="style3">Historia de la Constituci&oacute;n Mexicana<br>
  </div>
</div>
<div id="Layer6" style="position:absolute; left:34px; top:431px; width:415px; height:204px; z-index:6"><img src="Vineta-3.gif" width="408" height="374"></div>
<div id="Layer7" style="position:absolute; left:79px; top:855px; width:272px; height:356px; z-index:7"><img src="07.jpg" width="270" height="353"></div>
</body>
</html>
